tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "legacycodehq/tap"
tap "leoafarias/fvm"
tap "miderwong/flutter"
tap "mobile-dev-inc/tap"
tap "nats-io/nats-tools"
tap "sdkman/tap"
brew "ack"
brew "act"
brew "antidote"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "broot"
brew "clipboard"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gdk-pixbuf"
brew "icu4c@77"
brew "openjpeg"
brew "pango"
brew "ghostscript"
brew "git"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "golang-migrate"
brew "libheif"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "htop"
brew "httpstat"
brew "httrack"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kdoctor"
brew "leiningen"
brew "libpq"
brew "libxmlsec1"
brew "neovim"
brew "oath-toolkit"
brew "ollama"
brew "openjdk@11"
brew "openssl@1.1"
brew "pgcli"
brew "pidcat"
brew "postgresql@14", restart_service: :changed
brew "pyenv"
brew "python-tk@3.12"
brew "repo"
brew "ripgrep"
brew "screenfetch"
brew "skaffold"
brew "sqlc"
brew "ta-lib"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "watchexec"
brew "wget"
brew "zsh"
brew "dart-lang/dart/dart"
brew "leoafarias/fvm/fvm"
brew "mobile-dev-inc/tap/maestro"
brew "nats-io/nats-tools/nats"
brew "sdkman/tap/sdkman-cli"
cask "alfred"
cask "devtoys"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "github"
cask "notion"
cask "orbstack"
cask "postman"
cask "spotify"
cask "stretchly"
cask "ticktick"
cask "visual-studio-code"
cask "warp"
cask "zed"
vscode "dart-code.dart-code"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "k--kato.intellij-idea-keybindings"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "pkief.material-icon-theme"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sourcegraph.cody-ai"
