tap "dart-lang/dart"
tap "devx/devx", "git@source.golabs.io:mobile/devx/homebrew-devx.git"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "lokalise/cli-2"
tap "miderwong/flutter"
brew "ack"
brew "broot"
brew "cocoapods"
brew "coreutils"
brew "docker", link: false
brew "fzf"
brew "git"
brew "go"
brew "golang-migrate"
brew "graphicsmagick"
brew "htop"
brew "libusbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "leiningen"
brew "librsvg"
brew "libxml2"
brew "neovim"
brew "node"
brew "node@14"
brew "nvm"
brew "oath-toolkit"
brew "p7zip"
brew "pgcli"
brew "pidcat"
brew "postgresql", restart_service: true
brew "rbenv"
brew "redis", restart_service: true
brew "screenfetch"
brew "skaffold"
brew "sqlc"
brew "swiftformat"
brew "swiftlint"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "unrar"
brew "watchexec"
brew "wget"
brew "xcodegen"
brew "zsh"
brew "dart-lang/dart/dart"
brew "devx/devx/devx"
brew "getantibody/tap/antibody"
brew "leoafarias/fvm/fvm"
brew "lokalise/cli-2/lokalise2"
cask "docker"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "java"
cask "postman"
cask "spotify"
cask "visual-studio-code"
cask "vulcan"
