tap "dart-lang/dart"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "legacycodehq/tap"
tap "leoafarias/fvm"
tap "miderwong/flutter"
tap "sdkman/tap"
brew "ack"
brew "antibody"
brew "antidote"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "broot"
brew "clipboard"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gdk-pixbuf"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "go"
brew "golang-migrate"
brew "graphicsmagick"
brew "htop"
brew "httpstat"
brew "httrack"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "openjdk"
brew "leiningen"
brew "libpq"
brew "pango"
brew "librsvg"
brew "libxmlsec1"
brew "neovim"
brew "oath-toolkit"
brew "ollama"
brew "openssl@1.1"
brew "pgcli"
brew "pidcat"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "python@3.11"
brew "redis", restart_service: true
brew "screenfetch"
brew "skaffold"
brew "sqlc"
brew "ta-lib"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "watchexec"
brew "wget"
brew "zsh"
brew "legacycodehq/tap/eureka"
brew "leoafarias/fvm/fvm"
brew "sdkman/tap/sdkman-cli"
cask "alfred"
cask "devtoys"
cask "docker"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "notion"
cask "postman"
cask "spotify"
cask "stretchly"
cask "ticktick"
cask "visual-studio-code"
cask "warp"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "diemasmichiels.emulate"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "juanblanco.solidity"
vscode "k--kato.intellij-idea-keybindings"
vscode "leetcode.vscode-leetcode"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sourcegraph.cody-ai"
