mafredri/zsh-async
robbyrussell/oh-my-zsh
robbyrussell/oh-my-zsh path:plugins/git
rupa/z
Tarrasch/zsh-bd
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions branch:develop
sindresorhus/pure
zsh-users/zsh-history-substring-search
zsh-users/zsh-syntax-highlighting
gradle/gradle-completion